{
  "head.title": "%s | Felix Fechenbach",
  "head.meta.description": "Digitale Ausstellung über Felix Fechenbach",

  "header.nav.exhibition": "Ausstellung",
  "header.nav.cv": "Lebenslauf",
  "header.nav.movie": "Film",

  "index.hero.title": "Felix Fechenbach",
  "index.hero.jump": "Zur Ausstellung",
  "index.hero.description": "Sein Tod ist uns Verpflichtung",
  "index.hero.introduction": "Herzlich Willkommen auf unserer Webseite! Hier möchten wir Ihnen eine außergewöhnliche Persönlichkeit vorstellen, deren beeindruckendes Wirken bis heute zahlreiche Menschen inspiriert. Wir sprechen von Felix Fechenbach, einem Mann, der durch sein mutiges Handeln für uns eine wichtige Rolle in der Geschichte Deutschlands spielte. Auf dieser Seite möchten wir Ihnen einen Einblick in das Leben und das Wirken von Felix Fechenbach geben und zeigen, wie seine Ideale und Werte bis heute relevant sind. Durch unsere Bilder, Texte und unser Video erhalten Sie einen tiefen Einblick in das Leben von Felix Fechenbach. Wir laden Sie herzlich dazu ein, unsere digitale Ausstellung zu besuchen und sich von Felix Fechenbachs Geschichte und Vermächtnis inspirieren zu lassen.",

  "exhibition.title": "Ausstellung",
  "exhibition.introduction": "Felix Fechenbach war ein Journalist und Sozialdemokrat, der sich sein Leben lang gegen den NS-Terror einsetzte. Er wurde am 7. August 1933 im Wald Kleinenberg bei Scherfede von SS-Männern ermordet. Sein Vermächtnis lebt in einer digitalen Ausstellung weiter, die von den Schülern des Felix Fechenbach Berufskollegs in Detmold digitalisiert wurde.",
  "exhibition.readMore" : "Weiter lesen",

  "movie.title": "Film: \"... auf der Flucht erschossen ...\"",
  "movie.error": "Entschuldigung, ihr Browser unterstützt keine Videos auf dieser Webseite.",

  "cv.title": "Lebenslauf",
  "cv.introduction1": "Felix Fechenbach war als Journalist und Sozialdemokrat von 1929 bis 1933 in Detmold tätig und ein entschiedener und mutiger Kämpfer gegen den aufkommenden Nationalsozialismus. Als Jude, Pazifist, Sozialdemokrat und Kritiker des deutschen Obrigkeitsstaates verkörpert Felix Fechenbach alle Prinzipien, Charakterzüge und Traditionen, die den Nationalsozialisten verhasst sind. 1933 wurde Felix Fechenbach von lippischen Nazis ermordet.",
  "cv.introduction2": "Fechenbach stammt aus kleinen Verhältnisse im nordwürttembergischen Bad Mergentheim. Er wurde 1894 als Sohn einer Handwerkerfamilie geboren. Eine Kaufmannsausbildung führt ihn nach Frankfurt, wo sein Engagement für die Sozialdemokratie beginnt. Nach einer Verletzung wird er 1915 von der Front nach München versetzt, wo er seit 1912 gelebt hatte. Fechenbach intensiviert seine politische Arbeit und schließt sich dem Pazifisten Kurt Eisner an. Bei der erfolgreichen Revolution in München im November 1918 agiert Fechenbach als dessen rechte Hand. Eisner, nun Ministerpräsident des Freistaates Bayern, behält Fechenbach als Büroleiter. Unter den inneren Spannungen und dem Terror rechter Kräfte zerbricht Eisners Regierung 1919. Eisner wird ermordet, Fechenbach, der die Gefahr gesehen hatte, wird für einige Wochen inhaftiert. 1922 strengen nationalkonservative Kräfte einen Prozess gegen ihn an. Er soll den deutschen Kriegsgegnern gefälschte Dokumente über die Kriegsschuld Deutschlands geliefert haben. Fechenbach wird zu elf Jahren Zuchthaus wegen Landesverrats verurteilt. Der Prozess und die anschließende Auseinandersetzung um die Freilassung Fechenbachs werden zum Prüfstein für die Unabhängigkeit der Justiz und die Verhältnisse in der Weimarer Republik. Fechenbach kommt nach zwei Jahren frei und arbeitet anschließend als Journalist und Schriftsteller in Berlin. 1929 wurde er Reporter beim „Lippischen Volksblatt“ in Detmold. Vor allem mit der satirischen Kunstfigur des »Nazi Jüsken« bringt er fortan die Nationalsozialisten gegen sich auf. Unter dem Vorwand, er solle nach München transportiert werden, wird Fechenbach am 7. August in Detmold aus der Schutzhaft abgeholt. Wenig später wird er im Kleinenberger Wald bei Paderborn ermordet. Die Beschäftigung mit der Geschichte führte zu der Veröffentlichung einer Broschüre durch die lippischen Jungsozialisten. Später wurden auch Straßen und Schulen nach Felix Fechenbach benannt, Ausstellungen erstellt und ein Film über Fechenbach gedreht. Der Film heißt „... auf der Flucht erschossen ...“. Ein Stolperstein vor seinem ehemaligen Wohnhaus in der Ursulinergasse 2 erinnert uns an seine Ermordung.",

  "notfound.title": "Seite nicht gefunden",
  "notfound.message": "Die Seite, die du suchst, gibt es leider nicht (mehr). Oder war vielleicht ein Fehler in dem Link, den du geklickt/eingegeben hast?",
  "notfound.button": "Zur Ausstellung",

  "footer.siteNotice": "Impressum",
  "footer.privacyPolicy": "Datenschutzerklärung"

}
